Repository: austanmanaehf/place-to-experiment-frontend
Catalog: translations/*.po
Languages: is

source: register
is: Nýskrá

source: login
is: innskrá

source: logout
is: útskráning

source: gettoknow
is: About the service

source: browse_exp
is: Browse the experiments

source: start_exp
is: Start an experiment

source: search
is: leita

source: discl_not_register
is: Email or password is wrong or this user is not registered.

source: error
is: Villa

source: not_allowed
is: ekki leyft

source: sorry_access1
is: Sorry, you need to be logged in to access this page. Do you want to

source: sorry_access2
is: experiments?

source: browse
is: Vafraðu

source: type_to_search
is: Type to search experiments

source: show
is: Sýna

source: view
is: Skoða

source: challenges
is: Tæki og verkefni

source: Challenge
is: Áskorun

source: ideas
is: Hugmyndir og frumvinnsla

source: Idea
is: Hugmynd

source: suggestions
is: Forsýn:

source: Suggestion
is: Virkja tillögu

source: Funding
is: Greiðsla inn á reikninginn þinn

source: Experiment
is: Tilraun

source: archive
is: Leita:

source: Circular economy
is: Hringur

source: Food
is: Matur

source: Living
is: Stærð stofu

source: Transportation
is: (Flutningur og geymsla)

source: ask_and_discuss
is: Ask and discuss about this idea search

source: experiments_related
is: Experiments related to this idea search

source: What do you want to do?
is: Hvað viltu gera?

source: To challenge
is: Challenge

source: Suggest an idea
is: Slík hugmynd er henni viðurstyggileg.

source: Apply funding
is: Sækja um

source: Learn from previous experiments
is: Meðmæli koma oftast frá fyrri vinnuveitendum.

source: An arc of experiments
is: Bæta við boga

source: What problem would you like to solve?
is: Hvernig miðil viltu spila?

source: CHALLENGE to solve
is: Ég verð að leysa vandamálið á eigin spýtur.

source: How would you test whether you idea might work?
is: Hvernig myndir þú lýsa sjálfum þér sem starfsmanni?

source: Start with a suggestion in order to get funding
is: Þú þarft aðeins að svara nokkrum grundvallarspurningum til þess að geta byrjað.

source: Start with a suggestion in order to experiment
is: Byrja með ákveðna Kontact einingu

source: Suggestion for an EXPERIMENT
is: Undirbúningur fyrir viðtal.

source: Save your experiment to the archive
is: Bæta skrám við í skjalasafn

source: Experiment ARCHIVE
is: Skjalasafn

source: Experiment search
is: Leita

source: Blog
is: Fréttir

source: Follow us on the Facebok page of Kokeilun Paikka
is: Fylgstu með okkur á

source: Please log in
is: Innskrá

source: Sorry, you need to be logged in to access this page. Please
is: Þú verður að vera innskráð(ur) til að nýta þennan eiginleika.

source: or
is: eða

source: Redirecting to discourse...
is: Sendi þig áfram til öryggissíðu...

source: Logging in
is: Skráist inn...

source: Provide your information
is: Vinsamlegast settu inn upplýsingar þínar

source: I forgot my password
is: Týnt lykilorð

source: close
is: loka

source: Are you sure you want to log out?
is: Ertu viss um að þú viljir skrá þig út?

source: You need to be logged in to start an experiment
is: Þú verður að vera innskráð(ur) til að nýta þennan eiginleika.

source: Start a challenge
is: Hef fyrirspurn

source: Start an idea
is: Slík hugmynd er henni viðurstyggileg.

source: Start a suggestion
is: Hef fyrirspurn

source: Start an archive
is: Opin &apos;safnskrá&apos;

source: Experiment title
is: Titill

source: Save
is: vista

source: Experiment owner
is: Eigandi

source: Enter your email address and choose a new password.
is: Vinsamlegast sláðu inn netfangið þitt.

source: New password
is: Nýtt lykilorð

source: Pepeat new password
is: Nýtt lykilorð

source: Set new password
is: Breyta lykilorði

source: The password was modified successfully. Please
is: Annað hvort notandanafn eða lykilorð virðast vera röng, leiðréttu þetta og reyndu svo aftur. Last. fm: errorMessage

source: using the new password.
is: Nýtt lykilorð

source: There was an error, you may need to start the
is: Það kom upp villa að reyna að hlaða upp skránni.

source: reset process
is: Endurstilla

source: again.
is: Aftur

source: Enter your email address. You will receive a link to reset your password.
is: Skráðu netfangið hér að neðan. Við munum senda þér nýtt lykilorð.

source: Send the reset email
is: Endursetning á lykilorði hefur verið sent í tölvupósti ".".

source: The reset password email was sent successfully. Please follow the instructions provided in the email.
is: Við höfum sent staðfestingu í emailið þitt.<br/> Vinsamlegast farðu eftir leiðbeiningunum í email-inu

source: Interests
is: Áhugamál:

source: Skills
is: Hæfni

source: Edit personal details
is: Persónuupplýsingar þínar

source: First name
is: Fornafn

source: Last name
is: Eftirnafn

source: About me
is: Um migName

source: Profile picture
is: Notandasíða

source: Update profile
is: Uppfæra upplýsingar

source: Edit social media links
is: Samfélagsmiðlar

source: Remove link
is: Fjarlægja

source: Add new link
is: Bæta við

source: Save links
is: Hlekkir

source: Edit interests
is: Áhugamál:

source: Subjects / tags
is: Viðfangsefni

source: Type to search for tags
is: Settu inn hér til að leita.

source: Chosen subjects
is: Viðfangsefni

source: Add a skill
is: Bæta við línu

source: Present skills
is: Hæfni

source: Save skills
is: Tave skills

source: Change password
is: Breyta lykilorði

source: Current password
is: Núverandi lykilorð

source: Please wait...
is: Augnablik...

source: Type a name to search users
is: Settu inn hér til að leita.

source: Edit
is: Breyta

source: Your answer
is: Þitt svar

source: Add a full description and pictures
is: Bæta við línu

source: How would your idea solve the problem?
is: Geturðu leyst dæmið?

source: Who will take the experiment?
is: Með hverjum ætlarðu að fara?

source: What is the budget of the experiment?
is: Samræming, frammistöðumat, gæðatrygging og þróun

source: What is the planned schedule for the experiment?
is: HVER ERU VERÐLAUNIN FYRIR SIGURVEGARANA?

source: What is the goal of the experiment?
is: Hvert er hlutverk Sóttvarnastofnunar Evrópu?

source: Goal:
is: Samtals:

source: Currency:
is: Gjaldmiðill:

source: Accelerator funding:
is: hröðunarmerki

source: State funding:
is: Hérað/ Fylki:

source: Platform:
is: Verkvangur

source: Campaign ID:
is: Herferðar ID vantar

source: Save funding
is: Vista Sjálfvirkt

source: Total:
is: Samtals:

source: Experiment not found
is: Fannst ekki

source: Team
is: Lið

source: Take part
is: Finna hlutiName

source: Share
is: Deila

source: Experiment phase
is: Tilraun

source: Show
is: Sýna

source: Front page
is: forsíða

source: Yes
is: Já

source: No
is: Nei

source: Tag
is: Merki

source: Available tags
is: Tiltækar síur

source: Links for additional information
is: Frekari upplýsingar

source: Muncipality / City
is: Borg

source: Save location
is: Staðsetning vistunar:

source: Remove experiment
is: Fjarlægja

source: This will remove experiment
is: Hér getur þú fjarlægt tungumál af listanum.

source: I understand
is: Skilningur

source: Remove
is: Fjarlægja

source: Browse the previous stages of the experiments
is: Fer á fyrri síðu skjalsins

source: Browse to the challenge stage
is: Þú ert ekki lengur þátttakandi í áskoruninni.

source: Browse to the idea stage
is: Fara upp

source: Browse to the suggestion stage
is: Fara upp

source: Browse to the funding stage
is: Fara upp

source: Browse to the experiment stage
is: Til hægri

source: Browse to the archive stage
is: Bæta skrám við í skjalasafn

source: Back to the present stage
is: Aftiur á forsíðu

source: Similar experiments:
is: Finna svipað...

source: No similar internal pages found.
is: Engin síða fannst

source: Related subjects outside the service:
is: birtingu:

source: Image
is: Mynd

source: Image file:
is: Myndskrá:

source: Ready?
is: Ekki tilbúið

source: Ready
is: Ekki tilbúið

source: Support call
is: Stoð

source: Do you want to advance your experiment to the next stage?
is: Viltu vista breytingar í:

source: Click here to move your experiment to the next stage
is: Smelltu hér til að sleppa þessu þrepi og hald áfram á næsta þrep

source: Move
is: Flytja

source: Most popular
is: Vinsælast

source: Alphabetically
is: Í stafrófsröð

source: Latest first
is: Nýjast

source: Type a keyword to search
is: Settu inn hér til að leita.
